{
  "pageTitle": "Desmos Academy",
  "pageDescription": "Start reshaping the future of social networks by learning how the Desmos stack works",
  "bannerTitle": "Desmos Academy",
  "bannerDescription": "Start reshaping the future of social networks by learning how the Desmos stack works",
  "bannerButton": "Register Your Interest Now",
  "isTheDesmosTitle": "Is the Desmos Academy \nfor you?",
  "isTheDesmosContent01": "You don't need to know anything about the blockchain or Desmos, but you have enough programming skills to work alone on your project. Note that the course will be held using Go and Rust. Having existing experience with those coding languages can be useful, although not mandatory.",
  "isTheDesmosContent02": "You’re passionate about learning about decentralized social networks and how they can be used to change existing ones",
  "isTheDesmosContent03": "You can commit 10 hours per week to carry on your personal decentralized social network",
  "isTheDesmosContent04": "You are not afraid of challenges and failures in order to understand new things",
  "isTheDesmosButton": "Register Your Interest Now",
  "whyLearnTheDesmosTitle": "Why learn the Desmos stack?",
  "whyLearnTheDesmosContent01": "In recent years, there has been increasing interest in decentralized social networks.",
  "whyLearnTheDesmosContent02": "Censorship resistance, anonymity, and freedom of speech are just some of the advantages of these platforms.",
  "whyLearnTheDesmosContent03": "Thanks to our modules and tools, using the Desmos stack you will be able to build any kind of decentralized socially - enabled application even without any prior knowledge about blockchain technology or Desmos.",
  "whyLearnTheDesmosContent04": "There are currently many teams working on different applications on top of Desmos, but much still has to be done.",
  "theSkillsTitle": "The skills you’ll gain",
  "theSkillsContent01": "After completing 6-weeks in-depth program, you will get to know",
  "theSkillsContent02": "What a block is and how it works.",
  "theSkillsContent03": "Why we need a blockchain for social networks and what advantages it brings.",
  "theSkillsContent04": "What the Desmos Core modules are.",
  "theSkillsContent05": "How CosmWasm can be used to interact with the Desmos Core modules to implement custom features.",
  "theSkillsContent06": "How to set up and use DJuno to scrape the blockchain data and serve it using a GraphQL endpoint.",
  "theSkillsContent07": "How to use DesmJS to create a wallet and perform transactions from a web or mobile client.",
  "theSkillsButton": "Register Your Interest Now",
  "theEasiestWayTitle": "The easiest way",
  "theEasiestWaySubtitle": "to start building decentralized social networks",
  "theEasiestWayContent01a": "Thanks to our ",
  "theEasiestWayContent01b": "6-weeks in-depth program",
  "theEasiestWayContent01c": ", you will start from the basics and gradually build up your knowledge until you’re able to create a decentralized social network from scratch. ",
  "theEasiestWayContent02a": "You will get to know",
  "theEasiestWayContent02b": "what the Desmos blockchain is",
  "theEasiestWayContent02c": "how to interact with it using the Desmos SDK",
  "theEasiestWayContent02d": "how to create and manage a wallet, sign transactions and read on-chain data",
  "theEasiestWayContent03": "learn all of this while building your own decentralized social application.",
  "joinOurTitle": "Join our Academy",
  "joinOurContent": "In order to take part in our Academy, you don't have to pay anything. Everything is free of charge. The only thing we require from attendees is a good willingness to learn and get involved.",
  "startYourTitle": "Start your developing path",
  "startYourContent": "Once you’re in, you will start immediately learning how to become a Desmos DApp developer. During the whole Academy, you will be required to work on your project, and we will help you understand the best way to achieve your goals.",
  "becomePartTitle": "Become part of the community",
  "becomePartContent": "Thanks to the Desmos Academy, you will be able to connect with a community of people like you. You will discover what others think about decentralized social networks and bond with people who are trying to reshape them as much as you are.",
  "becomePartButton": "Register Your Interest Now"
}
