{
  "pageTitle": "Desmos Ecosystem",
  "pageDescription": "Explore the Desmos ecosystem and discover the apps designed to revolutionize the world of decentralized social network",
  "headerTitle": "Ecosystem",
  "headerDescription": "Explore the Desmos ecosystem and discover the apps designed to revolutionize the world of decentralized social network.",
  "SDKTitle": "The SDK",
  "desmosCore": "Desmos Core",
  "desmosCoreContent": "Desmos is a blockchain-based open protocol built on top of the Cosmos SDK that allows developers to easily build custom decentralized applications",
  "desmosBindings": "Contracts Bindings",
  "desmosBindingsContent": "Desmos contracts bindings is a set of packages that allows you to create CosmWasm smart contracts that interacts directly with the Desmos Network custom modules.",
  "desmJS": "DesmJS",
  "desmJSContent": "DesmosJS is a JavaScript library that allows you to interact with the Desmos Network. It is built on top of the CosmJS library and it is fully compatible with it.",
  "athena": "Athena",
  "athenaContent": "Athena is a scraping tool for the Desmos blockchain that allows to store the needed data inside a PostgreSQL database on top of which GraphQL APIs can then be created using Hasura.",
  "caerus": "Caerus",
  "caerusContent": "Caerus is a centralized server designed to gather various useful features for developers creating applications on Desmos.",
  "ourChainsTitle": "Explorers",
  "ourChainsButton01": "BigDipper",
  "ourChainsButton02": "Mintscan",
  "ourChainsButton03": "Ping.pub",
  "ourChainsButton04": "BigDipper (Testnet)",
  "walletsTitle": "Wallets",
  "dpmTitle": "DPM",
  "dpmContent": "The Desmos Profile Manager application is an all-in-one mobile app allowing you to create and manage your Desmos profile easily.",
  "keplrTitle": "Keplr",
  "keplrContent": "Keplr is a user-friendly web wallet and browser extension that allows users to store, send, receive, and stake various cryptocurrencies built on the Cosmos network.",
  "cosmostationTitle": "Cosmostation Wallet",
  "cosmostationContent": "Cosmostation Wallet is a non-custodial wallet designed for PoS blockchains that allows you to explore the Interchain using your iOS, Android or Web device.",
  "leapWalletTitle": "Leap Wallet",
  "leapWalletContent": "Leap Wallet is a simple and safe way to send, swap, and stake your digital assets. It's available for iOS, Android and as a web extension.",
  "xdefiTitle": "XDEFI",
  "xdefiContent": "XDEFI Wallet is a non-custodial multichain wallet that allows you to store, send, receive, and manage various cryptocurrencies.",
  "applicationsTitle": "Applications",
  "goFindMeTitle": "Go-Find.me",
  "goFindMeContent": "Go-find.me is a platform that enables users to create and manage their own Desmos profile, as well as discover other people's profiles and make connections with them.",
  "scriptaTitle": "Scripta",
  "scriptaContent": "Scripta is a decentralized platform for publishing articles, enabling users to have ownership and control over their content.",
  "butterTitle": "Butter",
  "butterContent": "Butter is a decentralized social network where you have complete control over your contents and personal data. No third parties involved, no private data collected.",
  "bondscapeTitle": "Bondscape",
  "bondscapeContent": "Bondscape is a hybrid real-life/online decentralized social network designed to revolutionize the event experience by fostering lasting, genuine connections among attendees."
}
