{
  "pageTitle": "Home",
  "pageDescription": "",
  "bannerTitle": "Reshape Social Media",
  "bannerDescription": "A blockchain which serves as the backbone to empower the development of user-centric social networks",
  "bannerButton01": "Start Building",
  "bannerButton02": "Create a Profile",
  "modulesTitle": "Our Modules",
  "modulesButton01": "Profiles",
  "modulesButton02": "Relationships",
  "modulesButton03": "Reports",
  "modulesButton04": "Posts",
  "modulesButton05": "Subspaces",
  "modulesButton06": "Reactions",
  "modulesPopupTitle": "Modules",
  "modulesPopupSubtitle01": "Profiles",
  "modulesPopupProfilesContent01": "The profiles module allows the creation of anonymous on-chain identities that can be used to create content and interact with any application built on Desmos.",
  "modulesPopupProfilesContent02": "Each profile can also be verified by connecting it to",
  "modulesPopupProfilesContent03a": "External applications (Twitter, GitHub, YouTube, etc)",
  "modulesPopupProfilesContent03b": "External Chains (Cosmos, Ethereum, Solana)",
  "modulesPopupProfilesContent04": "to make it easier for people to distinguish the real you from impersonators.",
  "modulesPopupSubtitle02": "Relationships",
  "modulesPopupRelationshipsContent01": "Do you want your users to be able to create relationships within each other?",
  "modulesPopupRelationshipsContent02": "This module is what you need: allowing people to follow or block each other on-chain has never been easier.",
  "modulesPopupSubtitle03": "Reports",
  "modulesPopupReportsContent01": "Do you need to make sure your users respect a specific ToS while creating contents? ",
  "modulesPopupReportsContent02": "Then the reports module has everything you might need: it allows users to report unwanted posts so that you can take care of it however you prefer.",
  "modulesPopupSubtitle04": "Posts",
  "modulesPopupPostsContent01": "Store contents (text, images, polls) on-chain and allow users to express themselves in a truly censorship-resistant way.",
  "modulesPopupSubtitle05": "Subspaces",
  "modulesPopupSubspacesContent01": "Within Desmos, each DApp will store its content inside a subspace. ",
  "modulesPopupSubspacesContent02": "When creating your own subspace, you can decide to shape it however you prefer.",
  "modulesPopupSubspacesContent03": "A single-section app where everyone is be able to\ndo everything.",
  "modulesPopupSubspacesContent04": "A more controlled forum-like application.",
  "modulesPopupSubspacesContent05": "The choice is yours.",
  "modulesPopupSubtitle06": "Reactions",
  "modulesPopupReactionsContent01": "Likes, emojis, custom GIFs and images: Desmos supports it all. How users will be able to react to posts is only your choice.",
  "allInOneTitle": "All - in - one",
  "allInOneTagline": "decentralized          social network solution",
  "allInOneDescription": "Desmos provides developers with a multitude of modules that make it easy to create any socially-enabled application.",
  "cosmwasmTitle": "CosmWasm",
  "cosmwasmTagline": "Empowering smart contracts platform",
  "cosmwasmDescription01": "CosmWasm provides a secure and sandboxed environment for executing smart contracts, ensuring that they cannot interfere with each other or the underlying network.",
  "cosmwasmDescription02": "You will be able to deploy any kind of smart contract that you might need:",
  "cosmwasmListing01": "Custom tokenomics",
  "cosmwasmListing02": "Automatic reports handling",
  "cosmwasmListing03": "Tipping",
  "cosmwasmListing04": "... and more",
  "buttonCosmwasm": "About CosmWasm",
  "modulecloseText" : "Close modules",
  "completeToolkitTitle" : "Complete toolkit",
  "completeToolkitSubitle" : "for decentralized \nsocial network development",
  "completeToolkitContent" : "Developing a Web3 application is easy with Desmos.",
  "completeToolkitButton" : "Start Building",
  "completeToolkitPopupButton01" : "Web + Mobile\nClient",
  "completeToolkitPopupButton02" : "GraphQL\nAPIs",
  "completeToolkitPopupButton03" : "Live\nTestnet",
  "completeToolkitPopupTitle" : "Tools",
  "completeToolkitPopupWMContent01" : "ToThanks to DesmJS, you will be able to easily integrate any Desmos feature into your mobile or web application in matter of minutes.",
  "completeToolkitPopupWMContent02" : "Generating a wallet, connecting to an existing one, and signing transactions has never been easierols",
  "completeToolkitPopupGQLContent01" : "We know how hard is to get data from a blockchain.",
  "completeToolkitPopupGQLContent02" : "It’s for this reason that we have built a series of tools that",
  "completeToolkitPopupGQLContent03" : "Allow you to easily scrape the data you are interested in.",
  "completeToolkitPopupGQLContent04" : "Store them into a PostgreSQL database that can be used to expose a GraphQL endpoint.",
  "completeToolkitPopupGQLContent05" : "All with a single line of code.",
  "completeToolkitPopupLTContent01" : "To make sure your application is stable and ready-to-go, we provide a live testnet that you can use to do whatever you want.",
  "completeToolkitPopupLTContent02" : "Here you will be able to find all the mainnet features, as well as new features that get developed.",
  "completeToolkitPopupLTContent03" : "It’s the perfect playground before going live to production.",
  "completeToolkitCloseText" : "Close tools",
  "contributeTitle" : "Contribute",
  "contributeDescription1a" : "Join our ",
  "contributeDescription1b" : "community",
  "contributeDescription1c" : " and start building your decentralized social network in no time.",
  "contributeDescription2a" : "Check out our ",
  "contributeDescription2b" : "documentation",
  "contributeDescription2c" : " website and run your own Desmos mainnet validator to contribute to keeping the network secure.",
  "contributeButton" : "Start Building",
  "whyDesmosTitle" : "Why Desmos ?",
  "whyDesmosDescription" : "Compared to other blockchain projects, Desmos has low latency and low-cost operations, making it the best choice for decentralized social networks. Most of our team has experience in building mobile and web apps, ensuring that our features are easy to understand and use.",
  "whyDesmosSlide01Title" : "Made for developers, \nby developers",
  "whyDesmosSlide01Content" : "Desmos provides a range of tools, APIs, and developer resources that make it easy for developers to build, deploy and manage dApps. This includes a full-featured software development kit (SDK) formed by a Typescript library, a set of GraphQL endpoints, and a smart contract development platform.",
  "whyDesmosSlide02Title" : "Low latency & Low cost",
  "whyDesmosSlide02Content" : "Lightning-fast block production: Blocks are produced in less than 10 seconds, providing a low-latency environment for users.\nSuper low-cost transactions: Creating a profile costs just $0.00004, making Desmos an affordable option for anyone looking to use a blockchain network."
  
}
