{
  "pageTitle": "Desmos Labs Privacy Policy",
  "pageDescription": "Read Desmos privacy policy and learn how we protect your data",
  "updatedAt": "Last updated: 7 April 2023",
  "content": "This policy describes the privacy practices of Desmos Labs Limited (“<bold>Desmos Labs</bold>”, “we” or “us”) with respect to the Desmos website located at <a>https://desmos.network</a> and related content, applications, features, and functionality (collectively, the “<bold>Platform”</bold>) and the various services that we offer to you on or through the Platform (the “<bold>Services</bold>”). Users of our Services are referred to as “<bold>users</bold>” or “you”.<br /><br /><bold>Please read this policy and the Desmos Terms of Use carefully before engaging with the Platform or using the Services. <br /><br />If you are uncomfortable with the immutable, permanent and transparent nature of entries on a blockchain, you should not engage with the Platform or use the Services.</bold><br /><br />By engaging with our Platform and using our Services, you accept the privacy practices as set out in this policy, as may be modified or supplemented from time to time. If you are engaging with our Platform or using our Services as a representative of an organisation, you are accepting these practices on their behalf.<br /><br />If you have any questions about this policy or any privacy issues related to your use of our Services, please contact us by email to privacy@desmos.network .",
  "listTitle01": "About us",
  "listContent01a": "Desmos is a Proof of Stake blockchain protocol offered by Desmos Labs that allows developers to build social networking or social-enable apps. Desmos Labs also offers decentralised applications built on the Desmos protocol.",
  "listContent01b": "Desmos Labs Limited is a company incorporated in Hong Kong with company registration number 3210522, having its registered office at Flat 3B, Tontex Industrial Building, 2-4 Sheung Hei Street, San Po Kong, Kowloon, Hong Kong.",
  "listTitle02": "Personal information we collect from you",
  "listContent02a": "For the purpose of this policy, “<bold>personal data</bold>” refers to any information which is related to an identified or identifiable natural person. “Personal data” and “personal information” are used interchangeably.",
  "listContent02b": "We collect from you:",
  "listContent02b01": "personal information you provide to us through the Services, including:",
  "listContent02b01i": "account data, such as your blockchain wallet public address;",
  "listContent02b01ii": "contact information, such as your email address;",
  "listContent02b01iii": "social information, such as your social media account that you disclose to us or your blockchain wallet or blockchain profile you connect to the Services;",
  "listContent02b01iv": "transaction information, such as transaction record of your blockchain wallet address; and",
  "listContent02b01v": "content that you create, such as any posts or comments you publish on our Platform or our Services;",
  "listContent02b02": "information we (or through third-party services that we engage) automatically collect from you through the Services, including:",
  "listContent02b02i": "information about your computer or mobile device that you use to access our Platform or our Services, such as device IP addresses, device operating systems, browser types and settings;",
  "listContent02b02ii": "information about your online activities and actions on the Platform, such as your usage data, navigation path, frequency of visit and length of access to the Platform, whether you are returning or new user;",
  "listContent02b02iii": "information about your web traffic, settings or preferences collected via cookies (text files that websites store on a visitor’s device to uniquely identify the visitor’s browser or store information), browser web storage or locally stored objects, web beacons or similar technologies.",
  "listContent02c": "<bold>Due to the immutable, permanent and transparent nature of blockchain protocols and applications, you must carefully consider what information you choose to publish about yourself or share with others, since you may not be able to erase, remove or delete it, nor control who has access to it.</bold>",
  "listContent02d": "We do not collect sensitive data or special category data about you. This includes details about your race, ethnic origin, politics, religion, trade union membership, genetics, biometrics, health, or sexual orientation.",
  "listContent02e": "We do not knowingly collect or use personal data from minors.",
  "listTitle03": "How we use personal information",
  "listContent03a": "We use your personal information as necessary to deliver our Services to you, including:",
  "listContent03a1": "to operate the Services and our business;",
  "listContent03a2": "to maintain and improve our Services or certain functionalities or features of our Services;",
  "listContent03a3": "to process your transactions or your interactions with Desmos protocol;",
  "listContent03a4": "to communicate with you regarding the Services, such as announcements, updates, security alerts, and system administrative information; and",
  "listContent03a5": "to provide support when you use our Services, such as responding to your requests and enquiries.",
  "listContent03b": "In addition, we use your personal information for legitimate business purposes, including:",
  "listContent03b1": "to update you about our Services or notifying you about our new products and features;",
  "listContent03b2": "to analyse, research and review user behaviour anonymously or on an aggregated basis, and to develop and evaluate new products or features;",
  "listContent03b3": "to investigate issues such as security breaches, cyberattacks or scams;",
  "listContent03b4": "to comply with applicable laws and regulations, or to defend legal actions against you, us or other users of the Platform; and",
  "listContent03b5": "to enforce the Terms of Use that govern the use of the Platform and the Services.",
  "listContent03c": "We may also use personal information for any purposes for which you grant us your specific consent.",
  "listTitle04": "How we share your personal information",
  "listContent04a": "We do not sell your personal information.",
  "listContent04b": "We share your personal information with the following parties:",
  "listContent04b1": "other companies within our group, in order to operate our Platform and offer our products and services;",
  "listContent04b2": "service providers (including companies and individuals) that help us operate the Services, such as web traffic tracking, analytics, storage or payment solutions;",
  "listContent04b3": "professional advisors, including lawyers, attorneys, auditors, bankers and insurers where necessary;",
  "listContent04b4": "law enforcement, judicial, regulatory or governmental authorities where applicable;",
  "listContent04b5": "parties that acquire control over all or any substantial portion of the business or assets of Desmos Labs, such as in a business merger, acquisition or reorganisation or transactions with similar nature; and",
  "listContent04b6": "third party platforms where you have enabled features or functionality that connect the Services with any third party’s services, in which case you must review the terms and conditions and privacy policy of such third party.",
  "listContent04c": "We require our third-party service providers to maintain confidentiality and security of all personal information that they process for us or on our behalf. We also require that they implement and maintain reasonable security measures to protect the confidentiality of your personal information.",
  "listTitle05": "Your choices",
  "listContent05a": "You may update or correct any personal information we hold in our systems anytime by contacting us at privacy@desmos.network . <bold>However, due to the immutable, permanent and transparent nature of blockchain protocols and applications, we are unable to erase, remove or delete your information recorded on-chain, or any files that have been posted to the InterPlanetary File System or similar decentralised storage systems.</bold>",
  "listContent05b": "You may opt out of our updates, newsletters or notifications by unsubscribing the relevant mailing lists or contacting us at privacy@desmos.network . However, you may not opt out of receiving notifications that are transactional (such as completion of on-chain transaction) or administrative (such as announcement related to security breaches or cyberattacks).",
  "listContent05c": "You may opt out from online tracking, such as blocking cookies in your browser by following instructions in your browser settings, or installing and configuring browser plugins.",
  "listContent05d": "If you have given us consent to use your personal information for a specific purpose, you may withdraw your consent anytime by contacting us at privacy@desmos.network .",
  "listContent05e": "If you have any questions or feedback regarding how we address your requests concerning your personal data, please contact us at privacy@desmos.network .",
  "listTitle06": "Third-party websites",
  "listContent06a": "Our Platform includes links to third-party websites, such as the websites of various blockchain networks or crypto projects. If you access any of these third-party websites, you will be doing so at your own risk. We do not control any third-party websites, or any products or services offered by third parties and we are not responsible for their actions or omissions in privacy practices.",
  "listTitle07": "Retention of your personal data",
  "listContent07a": "We only keep your personal information for as long as necessary to fulfil the purposes for which your personal information is collected, including for the purposes of fulfilling any legal, accounting or reporting requirements.",
  "listContent07b": "However, due to the immutable, permanent and transparent nature of blockchain protocols and applications, we are unable to erase, remove or delete your information recorded on-chain, or any files that have been posted to the InterPlanetary File System or similar decentralised storage systems even after the retention period has expired.",
  "listTitle08": "Security and transfer of your personal data",
  "listContent08a": "We employ a number of technical and organisational measures to safeguard the security of the personal information we collect. However, we are unable to guarantee the security of your personal information.",
  "listContent08b": "Within Desmos Labs, access to your personal information is restricted to personnel or service providers on a strictly need-to-know basis.",
  "listContent08c": "We collect personal information globally. We may transfer, process and store your personal information outside your country of residence, and the parties with whom we share your personal information may operate in a country outside your country of residence.",
  "listContent08d": "Some of the countries in which the parties with whom we share your personal information operate may not have the privacy and data protection laws that are equivalent to those in your country of residence. When we share information with these parties, we use our best endeavours (such as by entering into contractual terms) to safeguard the security of the information transferred.",
  "listTitle09": "Update or amendment",
  "listContent09a": "We reserve the right to update or amend this policy at any time.",
  "listTitle10": "Contact us",
  "listContent10a": "You may reach us by email at privacy@desmos.network , or at the following address:<br /><br />Flat 3B, Tontex Industrial Building, <br />2-4 Sheung Hei Street, San Po Kong, <br />Kowloon, Hong Kong"
}
