{
  "pageTitle": "DPM Privacy Policy",
  "pageDescription": "Read DPM privacy policy and learn how we protect your data",
  "updatedAt": "Last updated: 2 June 2023",
  "content01": "This policy describes the privacy practices of Desmos Profile Manager (“<bold>DPM</bold>”) and related content, features, and functionality (collectively, the “<bold>Platform</bold>”) and the various services that we offer to you on or through the Platform (the “<bold>Services</bold>”). Users of our Services are referred to as “<bold>users</bold>” or “you”.",
  "content02": "<bold>Please read this policy and the DPM Terms of Use carefully before engaging with the Platform or using the Services.</bold><br /> <br /><bold>If you are uncomfortable with the immutable, permanent and transparent nature of entries on a blockchain, you should not engage with the Platform or use the Services.</bold>",
  "content03": "By engaging with our Platform and using our Services, you accept the privacy practices as set out in this policy, as may be modified or supplemented from time to time. If you are engaging with our Platform or using our Services as a representative of an organization, you are accepting these practices on their behalf.",
  "content04": "If you have any questions about this policy or any privacy issues related to your use of our Services, please contact us by email to <bold>privacy@desmos.network</bold>.",
  "listTitle01": "About us",
  "listContent01a": "DPM is a Web3 mobile wallet offered by Desmos Labs that interacts with the Desmos blockchain, as well as other supported blockchains including but not limited to Cosmos-based blockchains (e.g. Cosmos Hub, Osmosis, Juno, Crypto.org, etc.), EVM-based blockchains (e.g. Ethereum, Binance Smart Chain, etc.), Solana, and others.",
  "listContent01b": "Desmos is a Proof of Stake blockchain protocol offered by Desmos Labs that allows developers to build social networking or social-enable apps. Desmos Labs also offers decentralised applications built on the Desmos protocol.",
  "listContent01c": "Desmos Labs Limited is a company incorporated in Hong Kong with company registration number 3210522, having its registered office at Flat 3B, Tontex Industrial Building, 2-4 Sheung Hei Street, San Po Kong, Kowloon, Hong Kong.",
  "listTitle02": "Data Collection and Data Retention",
  "listContent02a": "For the purpose of this policy, “<bold>personal data</bold>” refers to any information which is related to an identified or identifiable natural person. “Personal data” and “personal information” are used interchangeably.",
  "listTitle03": "Data Collection",
  "listContent03a": "Previous explicit approval from you, the information we automatically collect from you through the Services (or third-party services we engage) includes:",
  "listContent03a1": "Information about your computer or mobile device that you use to access our Platform or our Services, such as device information, unique identifiers, operating system and timezone.",
  "listContent03a1i": "These information are collected through a third-party, open-source service: <a href='https://posthog.com/'>PostHog.</a>",
  "listContent03a2": "Information about your online activities and actions on the Platform, such as your usage data, navigation path, frequency of visit and length of access to the Platform, whether you are returning or new user.",
  "listContent03a2i": "These information are collected through a third-party, open-source service: <a href='https://posthog.com/'>PostHog.</a>",
  "listContent03a3": "In the future, we may use Firebase to handle in-app notifications for our users. Firebase may collect certain information from our users, including device information, unique identifiers, and interaction data.",
  "listContent03b": "<bold>NOTE:</bold> Due to the immutable, permanent and transparent nature of blockchain protocols and applications, you must carefully consider what information you choose to publish about yourself (through the creation of the Profile) or share with others, since you may not be able to erase, remove or delete it, nor control who has access to it.",
  "listContent03c": "We <bold>do not collect</bold> sensitive data or special category data about you. This includes details about your race, ethnic origin, politics, religion, trade union membership, genetics, biometrics, health, or sexual orientation.",
  "listContent03d": "We <bold>do not knowingly collect</bold> or use personal data from minors.",
  "listTitle04": "Data Retention",
  "listContent04a1": "We only keep your personal information for as long as necessary to fulfil the purposes for which your personal information is collected, including for the purposes of fulfilling any legal, accounting or reporting requirements.",
  "listContent04a2": "The encrypted private keys of the wallets generated or imported by the users are stored only on the device of the user and are not stored in any centralized or online service. The private keys will be deleted from the device upon the deletion of the application.",
  "listContent04b": "However, due to the immutable, permanent and transparent nature of blockchain protocols and applications, we are unable to erase, remove or delete your information recorded on-chain, or any files that have been posted to the InterPlanetary File System or similar decentralised storage systems even after the retention period has expired.",
  "listTitle05": "How we use personal information",
  "listContent05a": "<bold>We use</bold> your personal information as necessary to deliver our Services to you, including:",
  "listContent05a1": "to operate the Services and our business;",
  "listContent05a2": "to maintain and improve our Services or certain functionalities or features of our Services;",
  "listContent05a3": "to process your transactions or your interactions with Desmos blockchain.",
  "listContent05b": "In addition, we use your personal information for legitimate business purposes, including:",
  "listContent05b1": "to investigate issues such as security breaches, cyberattacks or scams;",
  "listContent05b2": "to comply with applicable laws and regulations, or to defend legal actions against you, us or other users of the Platform; and",
  "listContent05b3": "to enforce the Terms of Use that govern the use of the Platform and the Services.",
  "listContent05c": "<bold>We share</bold> your personal information with the following parties:",
  "listContent05c1": "service providers (including companies and individuals) that help us operate the Services, such as web traffic tracking, analytics, storage or payment solutions;",
  "listContent05c2": "professional advisors, including lawyers, attorneys, auditors, bankers and insurers where necessary;",
  "listContent05c3": "law enforcement, judicial, regulatory or governmental authorities where applicable;",
  "listContent05c4": "parties that acquire control over all or any substantial portion of the business or assets of Desmos Labs, such as in a business merger, acquisition or reorganization or transactions with similar nature; and",
  "listContent05c5": "third party platforms where you have enabled features or functionality that connect the Services with any third party’s services, in which case you must review the terms and conditions and privacy policy of such third party.",
  "listContent05d": "We require our third-party service providers to maintain confidentiality and security of all personal information that they process for us or on our behalf. We also require that they implement and maintain reasonable security measures to protect the confidentiality of your personal information.",
  "listTitle06": "Your choices",
  "listContent06a": "You may update or correct any personal information we hold in our systems anytime by contacting us at privacy@desmos.network.",
  "listContent06b": "<bold>However, due to the immutable, permanent and transparent nature of blockchain protocols and applications, we are unable to erase, remove or delete your information recorded on-chain, or any files that have been posted to the InterPlanetary File System or similar decentralised storage systems.</bold>",
  "listContent06c": "You may opt out of our notifications. However, you may not opt out of receiving notifications that are transactional (such as completion of on-chain transaction) or administrative (such as announcement related to security breaches or cyberattacks).",
  "listContent06d": "You may opt out from user tracking, such as user’s behavioural tracking, from the application’s settings page.",
  "listContent06e": "If you have any questions or feedback regarding how we address your requests concerning your personal data, please contact us at privacy@desmos.network.",
  "listTitle07": "Security and transfer of your personal data",
  "listContent07a": "We employ a number of technical and organizational measures to safeguard the security of the personal information we collect or store on your device. These measures include encryption of the private keys and secure storage on the device. However, no method of transmission over the internet, or method of electronic storage, is 100% secure. Therefore, we cannot guarantee its absolute security.",
  "listContent07b": "Within Desmos Labs, access to your personal information is restricted to personnel or service providers on a strictly need-to-know basis.",
  "listContent07c": "We collect personal information globally. We may transfer, process and store your personal information outside your country of residence, and the parties with whom we share your personal information may operate in a country outside your country of residence.",
  "listContent07d": "Some of the countries in which the parties with whom we share your personal information operate may not have the privacy and data protection laws that are equivalent to those in your country of residence. When we share information with these parties, we use our best endeavors (such as by entering into contractual terms) to safeguard the security of the information transferred.",
  "listTitle08": "Update or amendment",
  "listContent08a": "We reserve the right to update or amend this policy at any time to reflect changes in our practices or services. We will notify you of any material changes to this policy by posting the updated policy on our website or through our application.",
  "listContent08b": "Your continued use of our application after any changes to this policy will constitute your acceptance of such changes.",
  "listTitle09": "Contact us",
  "listContent09a": "You may reach us by email at privacy@desmos.network, or at the following address:",
  "listContent09b": "Flat 3B, Tontex Industrial Building, <br />2-4 Sheung Hei Street, San Po Kong, <br />Kowloon, Hong Kong"
}
