{
  "pageTitle": "Desmos Terms of Use",
  "pageDescription": "",
  "updatedAt": "Last updated: 7 April 2023",
  "content": "The following terms and conditions govern your access to and use of Desmos protocol (including testnets and mainnet), modules, development tools, documentations, websites, applications, content and services offered by Desmos Labs Limited (collectively, the <bold>“Platform”). Please read these terms and conditions carefully before using our Platform.</bold> <br /><br />The Platform is operated by Desmos Labs Limited, a company incorporated in Hong Kong with company registration number 3210522, having its registered office at Flat 3B, Tontex Industrial Building, 2-4 Sheung Hei Street, San Po Kong, Kowloon, Hong Kong (“<bold>Desmos Labs</bold>”, “we” or “us”). Users of our services are referred to as “<bold>users</bold>” or “you”. <br /><br />By using our Platform, you agree to be legally bound by these terms and conditions, as they may be modified or supplemented from time to time (these “<bold>Terms</bold>”). If you are accessing or using our Platform as a representative of an organisation, you are agreeing to these Terms on their behalf. Desmos Labs and users are referred to as “parties” in these Terms.",
  "listTitle01": "Our Platform",
  "listContent01a": "Desmos is a Proof of Stake blockchain protocol that allows developers to build social networking or social-enable apps.",
  "listContent01b": "We may update, upgrade, improve or change our Platform and the products or services we provide from time to time. We may also change or discontinue any of the products or services we offer, or add or remove functionalities or features, and we may suspend or stop certain products, services, functionalities or features altogether.",
  "listTitle02": "Intellectual property rights",
  "listContent02a": "All intellectual property rights subsisting in our Platform (including our applications, source code, software, content, text, graphics, images, logos, audio or visual files and other materials, offered from time to time, and all improvements, enhancements, modifications, updates thereof from time to time, collectively, our “<bold>Proprietary Materials</bold>”) belong to us. All rights in the Proprietary Materials under applicable laws are hereby reserved.",
  "listContent02b": "Subject to Clause 2.5, using, copying, reproducing, publishing, distributing, selling of any parts or components of our Proprietary Materials, is strictly prohibited, unless:",
  "listContent02b1": "as expressly permitted by these Terms; or",
  "listContent02b2": "with our prior written approval.",
  "listContent02c": "You are given a personal, worldwide, royalty-free, non-assignable, non-transferrable, non-exclusive and revocable licence to access and use our Proprietary Materials. Such licence:",
  "listContent02c1": "is for the sole purpose of enabling you to use and enjoy the benefit of our Platform as offered by us and in such manner as permitted by these Terms; and",
  "listContent02c2": "will be revoked and terminated if you breach any of these Terms, including the Acceptable Use Policy.",
  "listContent02d": "Subject to Clause 2.5, any commercial distribution, publishing or exploitation of our Proprietary Materials is strictly prohibited unless with our prior written approval.",
  "listContent02e": "The use, reproduction and distribution of the Desmos modules and development tools is governed by the Apache Licence (Version 2.0, January 2004).",
  "listContent02f": "Our brand names and trade names, trade marks, service marks, logos and trade dress, whether registered or unregistered, belong to us, and may not be used, displayed or reproduced without our express written consent.",
  "listContent02g": "In these Terms, “<bold>intellectual property rights</bold>” include patents, rights to inventions, copyright and related rights, all other rights in the nature of copyright, trade marks, business names and domain names, rights in get-up, goodwill and the right to sue for passing off, rights in designs, database rights, rights to use and protect the confidentiality of confidential information (including know-how), and all other intellectual property rights, in each case whether registered or unregistered and including all applications and rights to apply for and be granted renewals or extensions of, and rights to claim priority from, such rights and all similar or equivalent rights or forms of protection which subsist or will subsist now or in the future in any part of the world.",
  "listTitle03": "Disclaimers",
  "listSubtitle03": "PLEASE READ THIS SECTION CAREFULLY.",
  "listContent03a": "We provide the Platform and any products or services we offer on an “<bold>as is</bold>” and “<bold>as available</bold>” basis, and your access to or use of our Platform is <bold>at your own risk.</bold>",
  "listContent03b": "We try our best to ensure that our Platform is available at all times, but we do not guarantee that the operation of or access to our Platform will always be uninterrupted or continuous. Our Platform may be interrupted for maintenance, archiving, repairs, upgrades, or due to network or equipment failures.",
  "listContent03c": "We do not guarantee that the information or content you find on the Platform is always accurate, truthful, complete and up-to-date.",
  "listContent03d": "We give no assurance, representation or warranty of any kind (whether express or implied, whether on functionality, availability, security, merchantability, fitness for a particular purpose, non-infringement or otherwise) about the Platform and any products or services we provide.",
  "listContent03e": "You are responsible for configuring your information technology, computer programmes and platform or system in order to access our Platform. We are not responsible for any delay or disruption in our Platform or any defect, viruses, bugs or errors.",
  "listContent03f": "Our Platform includes links to third-party websites, such as the websites of various blockchain networks or crypto projects. If you access any of these third-party websites, you will be doing so at your own risk. We do not examine or evaluate the information of any third-party websites. We expressly disclaim any liability or responsibility for any material or information contained in any third-party websites, or any products or services offered by third parties.",
  "listContent03g": "Desmos is an open-source protocol. We are unable to control any person who builds applications on Desmos or uses any of the modules or development tools that we offer. We are not responsible for any acts or omissions of any persons who develop applications on Desmos.",
  "listContent03h": "In the event that any person builds any applications on Desmos or uses any of the modules or development tools that we offer for any unlawful purpose or in contravention of any of these Terms, we are unable to interfere with, stop or remove such applications. We expressly disclaim any liability or responsibility for any applications or projects built on Desmos by external teams.",
  "listContent03i": "Due to the nature of blockchain networks, when you interact with the Desmos network, you may incur fees (normally known as “gas fees”) for actions or transactions to be processed. Such fees are non-refundable and payable in DSM, a crypto token and the native token of Desmos network. <bold>You are fully responsible for all risks associated with DSM. If you are in doubt regarding your rights, obligations and possible risks related to DSM or crypto tokens in general, you must seek independent professional advice.</bold>",
  "listContent03j": "DSM only entitles its holder to interact with the Desmos network. DSM does not entitle its holder to any interest or rights with respect to Desmos Labs (such as equity interest or voting rights in Desmos Labs, rights to appoint directors or to inspect books and records of Desmos Labs).",
  "listContent03k": "You may acquire DSM from crypto token exchanges. <bold>Desmos Labs does not offer any exchange service and is not related to any exchanges (centralised or decentralised). You must do your own independent research, due diligence and analysis before sending your funds to or in any way interacting with exchanges.</bold>",
  "listContent03l": "To the fullest extent permitted by law, Desmos Labs and its holding company(ies), subsidiary(ies), affiliates, directors, officers, employees, agents and representatives expressly disclaim any liability or responsibility for:",
  "listContent03l1": "any error or interruption in usage or any loss, inaccuracy or corruption of data, nor any cost of procurement of substitute goods, services or technology;",
  "listContent03l2": "any damages, losses, claims (whether in contract, tort or otherwise), costs (including professional fees and expenses), whether direct, indirect, special, incidental, punitive, exemplary, consequential, or of any other kind (including, without limitation, any loss of revenue, profits, opportunities, business, goodwill or reputation);",
  "listContent03l3": "any damages or losses arising out of or in connection with any acts or omissions on your part or on the part of any third parties, including any loss of private keys, losses or theft of digital assets, malfunction or failure of any blockchain network, execution or settlement errors, configuration errors, connectivity failure, programming language errors, security breaches, weaknesses or bugs; and",
  "listContent03l4": "any other matters beyond the reasonable control of Desmos Labs",
  "listContent03l4Description": "arising out of or in connection with (i) your use of or interactions with our Platform or any products or services we offer, or (ii) your acquisition and use of DSM.",
  "listContent03m": "Some countries or jurisdictions may not allow some of the disclaimers in this clause, in which case those disclaimers will not apply to you.",
  "listTitle04": "Acceptable Use Policy",
  "listContent04a": "As part of these Terms, you agree not to misuse the Platform or facilitate anyone else to do so. In particular, you agree not to do any of the following in connection with the Platform:",
  "listContent04a1": "use our Platform (including our source code, software, documentations, development tools) for any unlawful or unauthorised purposes;",
  "listContent04a2": "use our Platform to engage in any commercial activities (except as expressly permitted under these Terms or with our prior written approval), including without limitation, fundraising, advertising or promoting any products, services or projects;",
  "listContent04a3": "sell, re-sell or attempt to benefit in a commercial fashion from any data, content or information available on the Platform;",
  "listContent04a4": "probe, scan, or test the vulnerability of any system or network;",
  "listContent04a5": "breach or otherwise circumvent any security or authentication measures or service usage limits;",
  "listContent04a6": "access, tamper with, or use non-public areas or parts of the Platform;",
  "listContent04a7": "interfere with or disrupt any user, host, or network, for example by sending a virus, trojan, worm, logic bomb, or any other material that is malicious or technologically harmful, overloading, flooding, spamming, or mail-bombing any part of the Platform, or by scripting the creation of any content in such manner as to interfere with or create an undue burden on the Platform;",
  "listContent04a8": "reverse engineer, decompile, disassemble, or otherwise attempt to derive the source code for the Platform or any related technology that is not open source, or create any derivative works on our Platform;",
  "listContent04a9": "copy, translate, make adaptations of our Platform or any of its content without authorisation;",
  "listContent04a10": "send unsolicited communications, promotions or advertisements, or spam;",
  "listContent04a11": "take any action that overloads or disrupts the integrity of infrastructure of our Platform or any of our features or functions;",
  "listContent04a12": "spoof, phish, pharm, pretext, spider, crawl, or scrape, or use any robot or automated means to access our Platform without our express prior written consent, except that we grant permission to operators of public search engines to use spiders to copy materials from our Platform for the sole purpose of, and solely to the extent necessary for, creating publicly-available searchable indices of materials on our Platform;",
  "listContent04a13": "post, publish, upload, display, distribute, or share materials that are unlawful, inappropriate, profane, pornographic, obscene, indecent, libelous, defamatory, abusive, or fraudulent;",
  "listContent04a14": "violate or infringe upon our intellectual property rights or the intellectual property rights of others,",
  "listContent04a15": "violate the letter or spirit of these Terms, or violate applicable laws or regulations in any way.",
  "listTitle05": "Conditions Precedent",
  "listContent05a": "Your access to and use of our Platform is conditional upon <underline>all</underline> of the following being satisfied <underline>at all times</underline> that you use our Platform:",
  "listContent05a1": "your representations and warranties under Clauses 6.1 and 6.2 are and remain true, accurate and complete;",
  "listContent05a2": "the performance of these Terms by us does not require any licences, permits or registrations (under securities laws or otherwise) not possessed by us; and",
  "listContent05a3": "the performance of these Terms by either party does not constitute any breach, default or violation of any applicable laws and regulations (including securities laws, financial services laws, anti-money-laundering laws, anti-terrorist and anti-terrorist-financing laws).",
  "listContent05b": "Where one or more of the conditions precedent set out in Clause 5.1 are not satisfied, we do not and cannot offer you access to or use of our Platform. We will, where it is technically feasible to do so, suspend or terminate your access to or use of our Platform (or certain parts or functionalities of our Platform).",
  "listTitle06": "Representations and Warranties",
  "listContent06a": "By using our Platform, you represent and warrant to us that, <underline>at all times</underline> that you use our Platform:",
  "listContent06a1": "you are of legal age in your jurisdiction of residence;",
  "listContent06a2": "you are not a citizen or resident in a sanctioned jurisdiction or territory (currently, <underline>Cuba, Iran, North Korea, Russia, Syria and Crimea, Donetsk and Luhansk of Ukraine</underline>);",
  "listContent06a3": "you have not been convicted of any money-laundering, terrorist-financing, trafficking in controlled substances (or similar crimes) at any domestic, military, foreign or international court;",
  "listContent06a4": "you are not the subject of any economic or trade sanctions administered or enforced by any governmental, regional or international authority; and",
  "listContent06a5": "you are not on the Specially Designated Nationals and Blocked Persons List published by the Office of Foreign Assets Control of the United States Treasury Department (or other lists to similar effect in applicable jurisdictions), or any other list of prohibited or restricted parties of similar nature.",
  "listContent06b": "By acquiring and using DSM, you represent and warrant that:",
  "listContent06b1": "you are experienced and sophisticated in using and evaluating blockchain networks, crypto tokens and related technologies, and you have conducted your own independent research, due diligence and analysis of Desmos network, and you enter into these Terms solely relying on your own independent research, due diligence and analysis; and",
  "listContent06b2": "the funds that you use in acquiring DSM are not derived from, nor otherwise represent the proceeds of, any activities done in violation or contravention of any applicable domestic, military, foreign or international laws, in particular any money-laundering, terrorist-financing, trafficking in controlled substances or any other crimes.",
  "listTitle07": "Taxes and other obligations",
  "listContent07a": "You are solely responsible for any and all taxes, duties and levies payable to any governmental authorities in connection with or arising out of acquiring, using or otherwise transacting in or with DSM.",
  "listContent07b": "You are strongly encouraged to seek independent professional advice to understand your legal, tax or other obligations in connection with or arising out of acquiring, using or otherwise transacting in or with DSM. Desmos Labs (nor any of its holding company(ies), subsidiary(ies), affiliates, directors, officers, employees, agents and representatives) does not provide any advice in respect of your legal, tax or other obligations in connection with your use of our Platform.",
  "listTitle08": "Beta services",
  "listContent08a": "We may release products, services, functionalities or features that we are still developing, testing and evaluating (“<bold>Beta Services</bold>”). We may label these Beta Services with terms such as “beta”, “early access”, “trial” or any other words or phrases with similar meanings.",
  "listContent08b": "By using any Beta Services, you acknowledge and agree that these Beta Services are under review and may not be reliable. Beta Services may break any time and any content or data you submit while using Beta Services may be lost or not retrievable.",
  "listTitle09": "Termination",
  "listContent09a": "These Terms are effective unless and until terminated in accordance with this clause.",
  "listContent09b": "We reserve the right to suspend or terminate your access to our Platform (or to certain parts or functionalities of our Platform), if we reasonably believe:",
  "listContent09b1": "you are in serious or repeated breach of these Terms;",
  "listContent09b2": "you are using the Platform in a manner that would cause a real risk of harm or loss to us, other users, or the public;",
  "listContent09b3": "we are requested to do so by government or regulatory authorities or as required under applicable laws, regulations or legal processes; or",
  "listContent09b4": "our provision of the Platform to you is no longer possible or viable.",
  "listContent09c": "Termination of these Terms will not affect any rights, remedies, obligations or liabilities of the parties that have accrued up to the date of termination, including the right to claim damages in respect of any antecedent breaches.",
  "listContent09d": "All provisions which by nature extend beyond the termination of these Terms will survive termination, including, without limitation, disclaimers and limitations of liability, governing law and dispute resolution mechanisms, and general provisions relating to the interpretation and operation of these Terms.",
  "listTitle10": "Indemnity",
  "listContent10a": "Due to the decentralised and permissionless design of blockchain networks, any person may use or interact with our Platform, create applications on Desmos protocol and/or acquire and use DSM. By holding private keys, each DSM holder has full access to and control over his/her DSM, which Desmos Labs does not and is unable to interfere with.",
  "listContent10b": "If we, Desmos Labs and its holding company(ies), subsidiary(ies), affiliates, directors, officers, employees, agents and representatives, suffer or incur any costs, claims and losses (including legal or other professional costs and expenses) in connection with or as a result of your use or interaction with our Platform, creation of applications on Desmos protocol and/or use of DSM in breach of these Terms, you expressly agree to indemnify and keep us fully indemnified from and against all such costs, claims and losses.",
  "listTitle11": "Desmos Kickstart Program",
  "listContent11a": "Desmos Kickstart Program is a programme that funds organisations that we believe will contribute to the development and growth of the Desmos ecosystem. Each grant under the Desmos Kickstart Program is subject to the grantee entering into a legally binding agreement in prescribed form with Desmos Labs.",
  "listContent11b": "Each grantee of the Desmos Kickstart Program is required to (among other responsibilities as set out in the grant agreement):",
  "listContent11b1": "comply with all applicable laws and regulations in implementing the project for which the grant is given; and",
  "listContent11b2": "act in good faith and in the best interests of the development and growth of the Desmos ecosystem.",
  "listContent11c": "Each grant under Desmos Kickstart Program is made specifically to support the development and implementation of projects on Desmos as agreed between Desmos Labs and the grantee. A grant under the Desmos Kickstart Program does not represent any financial investment by Desmos Labs (or any of its holding company(ies), subsidiary(ies), or affiliates) in the grantee, nor the formation of any joint venture between Desmos Labs and the grantee. Any such investment or joint venture is possible, but subject to separate instruments and documentations, and will be announced separately by Desmos Labs when appropriate.",
  "listTitle12": "Force majeure",
  "listContent12a": "Neither party will be in breach of these Terms or be liable for any delay in performing, or any failure to perform, any of its obligations under these Terms if such delay or failure result from events, circumstances or causes beyond its reasonable control. In such circumstances, the time for performance will be extended by a period equivalent to the period during which performance of the obligation has been delayed or failed to be performed.",
  "listContent12b": "A force majeure event includes: an act of God, fire, flood, typhoon, storm, war, riot, civil unrest, act of terrorism, strike, industrial dispute, outbreak of epidemic or pandemic illness, failure of utility service or transportation, shortage and unavailability of energy or resources, and operation and action of and changes to the protocols of Supported Networks.",
  "listTitle13": "General Provisions",
  "listContent13a": "Desmos Labs may modify these Terms of Use at any time, and will post the modified Terms of Use on this site. Any modification is effective immediately upon posting. Your continued use of our Platform will be conclusive evidence of your acceptance of the Terms of Use as modified.",
  "listContent13b": "These Terms constitute the entire agreement between the parties, and supersede all prior or contemporaneous negotiations, discussions or records with respect to the subject matter hereof.",
  "listContent13c": "If any provision of these Terms becomes invalid or unenforceable, it will be deemed modified (to the minimum extent necessary) to make it valid and enforceable, or where such modification is not possible, deemed deleted and will not affect the validity and enforceability of the remaining provisions.",
  "listContent13d": "The failure of either party at any time to insist on the performance of, or to exercise a right or remedy under, any provision of these Terms is not a waiver of its right at any later time to insist on the performance of, or exercise a right or remedy under, that or any other provision of these Terms.",
  "listContent13e": "A reference to a “person” includes a natural person, a corporation, or an unincorporated body (whether or not having a separate legal personality). A reference to “writing” or “written” includes fax, e-mail and instant messaging. A reference to one gender will include a reference to the other genders.",
  "listContent13f": "Clause and schedule headings are for convenience only and do not affect the interpretation of the provisions of these Terms.",
  "listTitle14": "Governing Law",
  "listContent14a": "These Terms and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims) will be governed by and construed in accordance with the laws of the Hong Kong Special Administrative Region.",
  "listTitle15": "Dispute Resolution",
  "listContent15a": "Any dispute, controversy, difference or claim arising out of or relating to these Terms, including the existence, validity, interpretation, performance, breach or termination thereof, will be referred to and finally resolved by arbitration administered by the Hong Kong International Arbitration Centre (HKIAC) under the HKIAC Administered Arbitration Rules in force when the Notice of Arbitration is submitted.",
  "listContent15b": "The law of this arbitration clause will be the laws of the Hong Kong Special Administrative Region. The seat of the arbitration will be Hong Kong. The number of arbitrators will be one. The arbitration proceedings will be conducted in English."
}
