{
  "pageTitle": "Desmos University Program",
  "pageDescription": "Discorver the Desmos University Program and learn how Desmos to bring our vision into universities",
  "bannerTitle": "Desmos University Program",
  "bannerMobileTitle01": "Desmos",
  "bannerMobileTitle02": "University Program",
  "bannerDescription": "Empower Your Students with Web3 Skills",
  "bannerButton": "Register Your Interest Now",
  "descriptionContent01": "In recent years, the world of Web3 has seen tremendous growth, and more and more projects are being built on this technology. ",
  "descriptionContent02": "However, the number of developers with Web3 skills remains limited, and most universities have yet to offer their students a comprehensive education in this area. ",
  "descriptionContent03": "With the Desmos University Program, we aim to bridge this gap by partnering with universities around the world to provide their students with the skills and knowledge needed to succeed in Web3 development.",
  "ourOfferingsTitle": "Our Offerings",
  "ourOfferingsContent01": "We offer a variety of partnership options for universities, ranging from in-person classes to final-year projects, to help students gain experience with cutting-edge technologies and receive support from industry professionals.",
  "ourOfferingsContent02": "By partnering with us, your university will have access to the resources and expertise needed to help your students develop the skills they need to succeed in Web3 development.",
  "eligibilityTitle": "Eligibility",
  "eligibilitySubtitle01": "In - person classes",
  "eligibilityContent01a": "Currently, we offer ",
  "eligibilityContent01b": "in-person classes",
  "eligibilityContent01c": " about Web3 development, with a focus on Desmos Network's protocol, in English, Italian, and Chinese at universities located in Europe or Asia only.",
  "eligibilitySubtitle02": "Software engineering collaborations",
  "eligibilityContent02": "We are also available to propose software engineering projects that involve the use of Desmos Core's features, and are open to other types of remote collaborations, including yearly projects, theses, and research papers.",
  "getInTouchTitle": "Get In Touch",
  "getInTouchContent": "If you're interested in partnering with us, please sign up for University Program, and we will get back to you as soon as possible. \n\nWe look forward to working with your university to help your students succeed in Web3 development.",
  "getInTouchButton": "Register Your Interest Now"
}
